#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE					= "ようこそ!"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE		= "%s アクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01					= "\n%sのロックを解除するにはシリアルを入力してください。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX		= "%sのロックを解除するには一度シリアルナンバーを入力する必要があります。また、自動アップデートや追加機能にアクセスするため、製品登録を推奨致します。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX	= "%sのロックを解除するにはシリアルナンバーの入力/登録をする必要があります。シリアルナンバーと有効なメールアドレスを入力してください。登録が%d日以内に済ませる必要があります。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO				= "\nこちらは%sの無制限な体験版です。\n\nプログラムはインストール後からを%d日間ご利用を頂けます。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER			= "\nこちらは%sの無料版です。\n\nこのプログラムはインストール後から%d日間ご利用を頂けます。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM				= "オンラインにて%sのロックを無料で解除頂けます。シリアルナンバーを入力して登録を開始してください。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN			= "\n\n%sをアクティベーションするにはシリアルナンバーを入力してください。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION		= "%sの利用にあたってプログラムを登録する必要があります。登録は数分で終わります。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02					= "<textblock foreground="#FFFFFF">あと少しの手順で、ソフトウェアを起動できます。 シリアル番号はCD/DVDポケットの裏側に記載されている、 あるいはEメールで通知されています(ダウンロード版)。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO				= "無制限版はお近くの販売店にて販売しております。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER			= "<textblock foreground="#FFFFFF">登録は一度で済み、プログラムを無制限でご利用できます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM				= "<textblock foreground="#FFFFFF">あと少しの手順で、ソフトウェアを起動できます。シリアル番号はパッケージの内側、またはCD/DVDポケットの裏側に記載されています。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN			= "<textblock foreground="#FFFFFF">シリアルナンバーは製品ご購入後にメールにて送信されました。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION		= "<textblock foreground="#FFFFFF">登録するにはシリアルナンバーと有効なメールアドレスが必要です。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX	= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL					= "シリアルナンバーを入力"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>シリアルナンバー:</bold><linebreak /><textblock fontsize="14">ハイフン(-)なしで入力してください。</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>Eメールアドレス:</bold><linebreak /><textblock fontsize="14">ソフトウェアの登録用</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3					= "以下のオプションから選んでください："
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX				= "既に登録をお済ませでしょうか？"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN				= "プログラムのアクティベーションに関して以下のオプションがあります："
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER			= "有効なシリアルナンバーは入力されませんでした。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION	= "有効なメールアドレスは入力されませんでした。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE		= "オンラインにて登録/アクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE		= "ドングルをオンラインで起動"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX	= "オンラインにてすぐに登録"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN= "オンラインにてすぐにアクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE	= "電話にてアクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE	= "郵便ファックスにてアクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO= "プログラムをオフラインで起動..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED= "登録済み"
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED		= "- インターネット接続が必要"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5					= "- 24時間対応"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6					= "- ファックスまたは郵便"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE		= "アクティベーションコードを入力"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN	= "電話または"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1		= "<textblock fontsize="16" foreground="#FFFFFF"><bold>アクティベーションコード:</bold><linebreak /><textblock fontsize="14">ハイフンなしで入力</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2		= "<textblock foreground="#FFFFFF">取得したアクティベーションコード（通常の場合はメール）を入力して、プログラムを起動させてください。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON		= "プログラムのロックを解除m"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE			= "プログラムを購入"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO	= "無制限版を購入"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1				= "<textblock foreground="#FFFFFF">無制限版をオンラインにて購入するにはインターネット接続が必要</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON				= "プログラムをオンラインにて購入"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "体験版をスタートしてください"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "後でアクティベーション"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "無料で%d日間延長！\n(インターネット接続が必要)"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "製品登録\nで無制限でご利用頂けます"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "オンラインにてすぐに登録"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "登録ページを再度開く"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">体験期間は <textblock foreground="#16BFE3"><bold>%d</bold></textblock> 日で切れます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">このプログラムは<textblock foreground="#16BFE3"><bold>あと %d 日</bold></textblock> お試しになることができ、登録すると無料で <textblock foreground="#16BFE3"><bold>%d 日</bold></textblock> に延長できます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">登録せずに後 <textblock foreground="#16BFE3"><bold>%d</bold></textblock> 日ご利用頂けます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">体験期間は<textblock foreground="#16BFE3"><bold>one</bold></textblock> 日で切れます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">このプログラムは <textblock foreground="#16BFE3"><bold>あと1日</bold></textblock> お試しになることができ、登録すると無料で <textblock foreground="#16BFE3"><bold>%d 日</bold></textblock> に延長できます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">登録せずに後 <textblock foreground="#16BFE3"><bold>one</bold></textblock> 日ご利用頂けます。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">登録して、体験期間のロックを解除して下さい。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>シリアルナンバーを入力してください。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>無制限版を購入してください。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>登録してください。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>登録してください。</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "体験期間が切れました。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">この期間が過ぎると、登録 (1回限り) が必要になります。</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>登録コード:</bold><linebreak /><textblock fontsize="14">登録後にメールにて送付されます</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>アクティベーションコード:</bold><linebreak /><textblock fontsize="14">登録後メールにて送付されます</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "今登録してください"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "ご利用を続行"

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL		= "閉じる"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE		= "スタート"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST			= "プログラムを体験"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK			= "OK"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT			= "キャンセル"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK			= "登録のメリット"

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS			= "ありがとうございます。ロック解除に成功しました。\n\nシリアルナンバーまたは解除コード（該当する場合）を大切に保管してください。再インストールする場合、必要になります。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3		= "ありがとうございます。アクティベーションに成功しました。\n\n安全のため、シリアル番号は大切に保管してください。再インストールする時に、もう一度入力する必要があります。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED			= "ロック解除に失敗しました。\n\nサポートに #MANDANT_ID# 連絡してください。\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED			= "ロックの解除に成功しましたが、中断やエラーによってプログラム登録が完了しませんでした。\n\n注意：オンラインアップデートや特定プログラムの機能などを使うには登録が必要になります。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER	= "ロックの解除に成功しましたが、シリアルナンバーが他のメールアドレスで登録されています。 メールアドレスを変えるには古いアドレスで#MANDANT_ID#サービスセンターにログインしてください。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS			= "%sの登録に成功しました。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED			= "登録に失敗しました。\n\nまた後で再度確認または、#MANDANT_ID#サポートへお問合わせ\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS				= "ただ今より体験版を%d日間ご使用いただけます。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER		= "ご登録頂き有難うございます。"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED				= "登録コードが正確ではありません。\n\n入力した登録コードを確認してください。もしくは#MANDANT_ID#のサポートにお問い合わせください。"
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE					= "インターネット接続にエラーまたは中断しました。#MANDANT_ID#サポートにお問合わせ\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT					= "登録に失敗しました。\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL						= "お客様が入力したシリアルナンバーは無効であるか、別の製品に使われている場合があります。シリアルナンバーが正確に入力されているかどうか確かめてください。別の製品のシリアルナンバーを入力している場合があります。問題が依然として解決しない場合には、サポートウェブサイトでヘルプをご覧になれます。\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE						= "このシリアルナンバーは他のメールアドレスで登録されています。#MANDANT_ID#サポートにお問合わせください。\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED					= "この製品は既に登録済みです。"
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS					= "本ソフトウェア用として同時に使用できるユニットの最大数に達しました。このユニットに対するソフトウェアのアクティベーションは、#MANDANT_ID#サービスセンター経由で行うことができます。"
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL						= "ライセンスの有効期限が切れました。\n\nライセンスの有効期限切れ後には使用できなくなることにご留意ください。しかし、当社のウェブサイトで新規ライセンスを取得することができます。さらにご質問がある場合には、サポートページでヘルプが得られます。"
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING								= "複数の文字や特殊記号が入力されました。\nシリアルナンバーには数字のみが使われています。ハイフンは自動的に挿入されます。\nCaps Lockが有効になっていないかをご確認ください。有効になっている場合は無効にしてください。"
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION						= "インターネット接続が確立されませんでした。コンピュータがインターネットに接続されていることをご確認ください。ファイアウォールにブロックされている可能性があります。"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED						= "%sに接続されています。(ポート %d)"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE							= "'%s'でのライセンスマネージの接続がありません(ポート %d)。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC							= "PC'%s'のNetwork License Managerに接続する際にエラーが発生しました (ポート %d).\n #MANDANT_ID' サポートまでお問い合わせください。\n\nエラーコード: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT					= "PC'%s'で動作中(ポート%d)のNetwork Managerが別の製品なので、%sには使用できません。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL					= "Network License Manager: インストールエラーが発生しました。こちらは不正な製品アップデートにに起因している可能性があります。\n#MANDANT_ID#サポートまでお問い合わせください。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST					= "PC'%s'への接続(ポート %d)が中断されました。ネットワーク接続とNetwork License Managerの動作状況を確認してください。\nプログラムが停止し、変更がある場合に保存されます。%sを再起動してください。\nエラーコード: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE						= "'%s'のNetwork License Managerに許可されている台数が既に接続されています。\n追加のネットワークライセンスをご購入または、他のパソコンに起動中の%sを閉じてください。"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND					= "Network Managerに通信できませんでした。\nPC%sにアクセスすることができ、Network License Manager %sがポート%dで動作しているかをご確認ください。ネットワークアクセスがファイアウォールにブロックされる場合もありますのでご注意ください。"
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND							= "ドングルが見つかりません。"

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED	= "メールアドレスは変更されました。\nアドレスの変更をすると前の登録情報が割り当てられなくなる可能性があります。#MANDANT_ID#オンラインサービスでは再登録が必要になります。\nこのままこのメールアドレスで続行しますか？"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION			= "こちらのアドレスを使用"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION			= "アドレスの変更"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT				= "少々お待ちください..."

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1				= "製品登録はまだお済ませではありません。"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2				= "登録することによってプログラムアップデート、サポートや追加機能をアクセスすることができます。\n\nまた、ご利用のライセンスの悪用を防ぐこともできます。\nこういう理由を持って製品登録を推奨します。"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK		= "すぐに登録..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE		= "後で登録する"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN= "以後、このメッセージを表示しない"

#version protection reset network connection
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT1 = "この問題が引き続き起こる場合、次のことを試してみることもできます：インターネットの設定をリセットし、'%s' を再度クリックしてください。"
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT2 = "リセットすることによって、すべての既存のインターネットの設定が失われることに注意してください。"
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION = "インターネットの設定をリセット"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE						= "ライセンスの有効期限が切れました。"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE				= "<textblock foreground="#FFFFFF">お客様のライセンスは、あと<textblock foreground="#16BFE3">%d 日</textblock> 後に有効期限が切れます。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE				= "<textblock foreground="#FFFFFF">お客様のライセンスは、あと<textblock foreground="#16BFE3">1日</textblock> 後に有効期限が切れます。</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT							= "ライセンスの期限が切れるとプログラムを使用できなくなりますのでご注意ください。ただし、当社のウェブサイトで新しいライセンスをご購入いただけます。その他にご不明な点がございましたら、サポートまでお問い合わせください。"
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT			= "ライセンスの有効期限が切れた後、本プログラムは制限付き使用のみとなることをご了承ください。ただし、当社のウェブサイトで新しいライセンスをご購入いただけます。その他にご不明な点がございましたら、サポートまでお問い合わせください。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE						= "ライセンスの確認がここでは必要となります。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE			= "<textblock foreground="#FFFFFF">お客様のライセンスの次回確認は、遅くても<textblock foreground="#16BFE3">%d日後</textblock>までに必ず行ってください。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE			= "<textblock foreground="#FFFFFF">お客様のライセンスの次回確認は、遅くても<textblock foreground="#16BFE3">１日後</textblock>までに必ず行ってください。</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01					= "このためには、お客様のパソコン上でインターネット接続が作成されていることを確認してください。"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02					= "ライセンスが承認されければ、プログラムを使用できなくなりますのでご注意ください。その他にご不明な点がございましたら、サポートまでお問い合わせください。"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME						= "サポートページ"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK						= "support.magix.com "
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME							= "#MANDANT_ID#ウェブサイト"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK							= "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW						= "ライセンスを確認"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE				= "お客様のシステムのハードウェアが変更された可能性があります。"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT					= "プログラムを制限なしで再度使用できるようにするためには、ライセンスの再確認が必要です。そして、問題を解決する必要があります。それでも問題が存在する場合には、サポートページからヘルプが得られます。" 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS			= "ご理解のほどをよろしくお願い申し上げます。ライセンスの確認が必要です。プログラムがアクティブ化されました。\n\nシリアルナンバーを、そして存在する場合にはプログラムを最初にアクティブ化したときに入手したをアクティブコードを保存してください。新規インストールの際には、入力が再度必要となります。"
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED			= "残念ながらお客様のライセンスの確認ができませんでした。このためプログラムはアクティブ化されず、使用することができません。\n\nしかし、オンラインでライセンスを再確認することができます。そして、問題を解決する必要があります。それでも問題が存在する場合には、サポートページからヘルプが得られます。\n\nエラーコード:%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR					= "アクティブ化の際に内部エラーが発生しました。\n\nライセンスを再確認して、この問題を解決する必要があります。それでも問題が存在する場合には、サポートページからヘルプが得られます。\n\nエラーコード:%d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS				= "ご理解のほどをよろしくお願い申し上げます。お客様のライセンスは無事成功しましたが、ライセンスが%d日後に有効期限切れを迎えることが確認されました。\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS					= "確認したところ、あなたのライセンスは残念ながら無効でした。そのため、このプログラムのロックは解除されず、ご利用いただくことは出来ません。後述のダイアログであなたのユーザー情報を確認し、承認して下さい（例、Eメールアドレス）。あなたのユーザー情報とサービスセンターに登録されている製品とこれらは一致している必要があります。"
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED		= "お使いになっているバージョンのプログラムではもはや許可されていないので、インストールできません。有効性の保証を更新するか、または当社サポートまでお問い合わせください。"

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE				= "サポート用の #MANDANT_ID#情報"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01			= "サポートに問い合わせる場合、以下の#MANDANT_ID#情報を用意してください。:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL		= "製品説明:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL= "有効なメールアドレス:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL		= "シリアルナンバー:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL		= "コンピュータID:"
IDS_VERSION_PROTECTION_BUTTON_CLOSE								= "閉じる"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE			= "郵便/ファックスにてアクティベーション"	
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO		= "オフラインで起動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01			= "ロック解除に必要な情報を提供するオプションはいくつかあります。#MANDANT_ID#"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02			= "郵便にてアクティベーションは、数日かかる場合があります。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX					= "方法を選択してください。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX				= "ファックスにてアクティベーション"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1				= "<textblock foreground="#FFFFFF">ファックス用の申請書を書いた上でファックスしてください。ファックス番号が申請書に書かれています。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2				= "ロック解除のコードがメールアドレスに送信されます。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX				= "ファックス用の申請書を開く..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL				= "郵便にてアクティベーション"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1				= "<textblock foreground="#FFFFFF">申請書を書いて郵便にて出します。住所が付属書類に書かれています。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2				= "アクティベーションコードはメールアドレスに送信されました。処理するのに数日間がかかる場合があります。"
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL				= "申請書を開く..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER		= "サービスセンターにてアクティベーション"	
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1		= "<textblock foreground="#FFFFFF">インターネット接続のある他のコンピュータにてアクティベーション。必要な情報を印刷</textblock>"	
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2		= "#MANDANT_ID#少々お待ちください。サービスセンターからアクティベーションコードが提供されます。"	
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER	= "以下にて起動..."		
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL				= "オフラインで起動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1				= "<textblock foreground="#FFFFFF">インターネットに接続された他のパソコン上で起動を行うか、フォームに記入してEメールあるいは郵送で発送。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2				= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL				= "フォームを開く..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL		= "ドングルをオフラインで起動"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1		= "<textblock foreground="#FFFFFF">インターネットに接続された他のパソコン上でドングルの起動を行うか、フォームに記入してEメールあるいは郵送で発送。</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2		= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL		= "フォームを開く..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE					= "電話にてロック解除"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01				= "製品を電話でアクティベーションできます（24時間対応）。選択:"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02				= "電話にて次の番号を入力するように説明されます:"
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1			= "電話にて取得したロック解除コード（数字のみ）を入力して、「ロックを解除」をクリックしてください:"
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX					= "ロック解除のデータ通信"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK				= "ロック解除"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING		= "トラブルシューティング..."

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"Ok"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "キャンセル"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "このデバイス上のプログラムを無効にします"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">プログラムをディアクティベーションすると、そのシリアル番号、 およびそれによってソフトウェアも他のユニットで完全に使用することができます。<linebreak /><linebreak />このデバイスで使用しているシリアル番号:<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">ディアクティベーションするには、インターネット接続が必要です。 必要であれば、ソフトウェアを再度このユニット用にアクティベーションすることができます。 ディアクティベーション直後は、このユニットでソフトウェアを使用することはできません。 ただし、個人設定はすべて保持されます。<linebreak /><linebreak />このデバイス上のプログラムを無効化しますか？</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "無効化に失敗しました 。\nこのデバイスのプログラムがすでに無効になっている可能性があります。"
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "シリアル番号はこのユニットに対して正常にディアクティベーションされました。このシリアル番号を他のユニットで使用できます。"

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION					= "注意"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE					= "OK"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION				= "注意"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE				= "閉じる"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1				= "アクティベーションコードが正しくありません。正しく入力されているか再度ご確認ください。またはカスタマーサービスにお問い合わせください。."
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL					= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION			= "コンピュータID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM		= "Continue to order form..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1			= "Please write down the following sequence of numbers and letters; you will require your computer ID later to order an activation code."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL			= "キャンセル"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION	= "コンピュータID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1	= "Please write down the following sequence of letters and numbers, i.e. your so-called ""computer ID"". Access www.magix.com from any computer, register your product, and then click 'Activate'."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE	= "閉じる"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION	= "アクティベート"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER		= "Via Service Center..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE				= "オンラインアクティベーション"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP			= "ショップへ"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX			= "郵送/ファックスを使用"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE			= "電話を使用"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION	= "再アクティベート"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP				= "ヘルプ"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL				= "キャンセル"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1					= "1. Register and receive an activation code"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3						= "1. Online activation. Please make sure that your computer is connected to the Internet."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP					= "1. オンラインアクティベーション: MAGIX オンラインショップで快適に (約 5 分)"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2					= "2. アクティベーションコードを入力する"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4						= "サービスセンターか電話またはメールで通知された起動コードを入力し、「起動する」をクリックてください。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME					= "この機能は、以下の簡単な２つのステップを行っていただければすぐにお使いいただけます。"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE				= "If this feature was already activated earlier, then changes to your computer configuration can lead to invalidation of your activation code. In such cases, please reactivate."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5						= "2. 郵便またはファックスでアクティベーションコードを注文する (約 1～2 営業日)"

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT			= " %sのアクティベーション"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER		= "MPEG-2を再生"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH			= "VITAシンセサイザー"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO		= "Dolby Digital Stereoを再生"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_FLASH_VIDEO		= "Flashビデオ"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_01 = "Vita インストゥルメント#01"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_02 = "Vita インストゥルメント#02"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_03 = "Vita インストゥルメント#03"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_04 = "Vita インストゥルメント#04"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_05 = "Vita インストゥルメント#05"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_06 = "Vita インストゥルメント#06"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_07 = "Vita インストゥルメント#07"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_08 = "Vita インストゥルメント#08"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_09 = "Vita インストゥルメント#09"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_10 = "Vita インストゥルメント#10"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_11 = "Vita インストゥルメント#11"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_12 = "Vita インストゥルメント#12"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_INSTRUMENT_13 = "Vita インストゥルメント#13"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_01		= "Vita Solo インストゥルメント#01 (Century Keys)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_02		= "Vita Solo インストゥルメント#02 (Jazz Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_03		= "Vita Solo インストゥルメント#03 (Saxophonia)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_04		= "Vita Solo インストゥルメント#04 (Space Pad)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_05		= "Vita Solo インストゥルメント#05 (Upright Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_06		= "Vita Solo インストゥルメント#06 (Vibraphone)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_07		= "Vita Solo インストゥルメント#07 (Sansula)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_08		= "Vita Solo インストゥルメント#08 (Grand Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_09		= "Vita Solo インストゥルメント#09 (Century Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_10		= "Vita Solo インストゥルメント#10 (Drum Engine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_11		= "Vita Solo インストゥルメント#11 (Electric Bass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_12		= "Vita Solo インストゥルメント#12 (Lead Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_13		= "Vita Solo インストゥルメント#13 (Electric Piano)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_14		= "Vita Solo インストゥルメント#14 (Power Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_15		= "Vita Solo インストゥルメント#15 (Pop Brass)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_16		= "Vita Solo インストゥルメント#16 (Vintage Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_17        = "Vita Solo インストゥルメント#17 (String Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_18        = "Vita Solo インストゥルメント#18 (Rock Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_19        = "Vita Solo インストゥルメント#19 (Bass Machine)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_20        = "Vita Solo インストゥルメント#20 (World Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_21        = "Vita Solo インストゥルメント#21 (Concert Guitar)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_22        = "Vita Solo インストゥルメント#22 (Soundtrack Percussion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_23        = "Vita Solo インストゥルメント#23 (Concert Grand LE)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_24        = "Vita Solo インストゥルメント#24 (Orchestral Ensemble)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_25        = "Vita Solo インストゥルメント#25 (Analoge Synths)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_26        = "Vita Solo インストゥルメント#26 (Urban Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_27        = "Vita Solo インストゥルメント#27 (World Flutes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_28        = "Vita Solo インストゥルメント#28 (Celtic Harp)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_29        = "Vita Solo インストゥルメント#29 (Cinematic Synth)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_30        = "Vita Solo インストゥルメント#30 (Accordion)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_31        = "Vita Solo インストゥルメント#31 (Folk)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_32        = "Vita Solo インストゥルメント#32 (Choir)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_33        = "Vita Solo インストゥルメント#33 (Church Organ)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_34        = "Vita Solo インストゥルメント#34 (Cinematic Soundscapes)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_35        = "Vita Solo インストゥルメント#35 (Concert Grand)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_36        = "Vita Solo インストゥルメント#36 (Pop Drums)"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SOLO_INSTRUMENT_37        = "Vita Solo インストゥルメント#37 (Analog Synths)"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION						= "電話でアクティベート"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL				= "キャンセル"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION	= "アクティベート"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1					= "1. アクティベーションコードを受け取る"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2					= "2. アクティベーションコードを入力する"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1						= "You can receive your activation code for this function any time via telephone. Select:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2						= "電話で次の番号を入力するように説明します。"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4						= "電話で伝えたアクティベーションコードを入力(数値のみ)を入力してください。その後「製品化」をクリックしてください。"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO					= "トラブルシューティング"

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION			= "サポート情報"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE		= "閉じる"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1				= "サポートの際に以下の情報をご用意ください。"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2				= "1．製品概要:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3				= "2．製品シリアルナンバー:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4				= "3．有効化されるコンポーネント:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5				= "4．コード:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP		= "ヘルプ"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1				= "Please wait a moment. Providing you with the activated function may take several minutes."

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE								= "閉じる"
IDS_FEATURE_PROTECTION_VALID_CODE							= "機能 '%s' の有効化に成功しました。"
IDS_FEATURE_PROTECTION_UNLOCK_FAILED						= "機能 %s の有効化に成功しました。\nゲストとしてこのプログラムを使用している場合、管理者権限で作業を繰り返してください。"
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION				= "制限ユーザーでアクティベーションを試みています\nアクティベーションを行いたい場合は、システムフォルダへの書き込みを承認する必要があります。管理者権限でアクティベートを行ってください。"
IDS_FEATURE_PROTECTION_SERIAL_WRONG							= "入力したシリアルナンバーが無効です。誤りがないかを確認してください。"
IDS_FEATURE_PROTECTION_VERSIONSTRING						= "バージョン %s"
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE			= "コンピュータ構成の変更を行うとアクティベーションを無効化されることがあります。再度有効化したい場合は、もう一度アクティベーションを行ってください。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT = "機能'%s'アクティベートすることで利用可能なオプションが数多くあります。"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS	= "機能 '%s' を使用するには、残念ながらライセンス供与の理由により、有料のアクティベーションが必要です。アクティベーションには、次の方法があります:"
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT					= "オフラインでオーダー"
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED				= "入力したシリアルナンバーが無効です。入力に誤りがないか確認してください。問題が続く場合サポートにお問い合わせください。"

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
